Repository: ainouna/GOS-plugins
Catalog: BoardsReader/usr/share/locale/*/LC_MESSAGES/plugin-BoardsReader.po
Languages: pl

source: Boards Reader
pl: Czytnik forum

source: BoardsReader v.
pl: Czytnik forum w.

source: Downloading list...
pl: Pobieram listę...

source: Action cancelled!
pl: Akcja przerwana!

source: BoardsReader configuration
pl: Konfiguracja czytnika forum

source: List
pl: Lista

source: Picons
pl: Ikony

source: Boards Reader settings
pl: Ustawienia czytnika forum

source: Forum selection style:
pl: Styl wyboru forum:

source: Display last posts on top:
pl: Wyświetl ostatnie posty na górze:

source: Show plugin on the Extensions menu?
pl: Wyświetl wtyczkę w menu rozszerzeń?

source: Show plugin in main menu?
pl: Wyświetl wtyczkę w menu głównym?

source: Configuration of %s
pl: Konfiguracja %s

source: Virtual Keyboard
pl: Wirtualna klawiatura

source: Select value
pl: Wybierz wartość

source: login:
pl: Konto:

source: password:
pl: Hasło:

source: Blocked subforums IDs:
pl: Ukryj podforum o numerze:

source: Error logging to %s forum!!!
pl: Błąd logowania do forum %s!!!

source: Check forum settings. ;)
pl: Sprawdź ustawienia forum. ;)

source: Current page
pl: Obecna strona

source: Next page
pl: Następna strona

source: First page
pl: Pierwsza strona

source: Last page
pl: Ostatnia strona

source: Previous page
pl: Poprzednia strona

source: Searching...
pl: Szukam...

source: Display unread threads
pl: Wyświetl nieprzeczytane wątki

source: Single page thread
pl: Wątek posiada 1 stronę
