Repository: ainouna/GOS-plugins
Catalog: GOSmanager/usr/share/locale/*/LC_MESSAGES/plugin-GOSmanager.po
Languages: it

source: No config file for %s
it: Nessun file configurazione per %s

source: Menu not available
it: Menu non disponibile

source: Install IPTVPlayer plugin through OPKG first
it: Prima installa il plugin IPTVPlayer attraverso OPKG

source: Install UserSkin plugin through OPKG first
it: Prima installa il plugin UserSkin attraverso OPKG

source: Plugin not available yet
it: Plugin non ancora disponibile

source: SelectItem
it: Seleziona elemento

source: 2.PluginBrowser
it: Lista plugin

source: GOShddmanager
it: GOS manager HDD

source: GOSsettings
it: GOS impostazioni

source: GOSuserscripts
it: GOS script utente (/etc/sysconfig/user_scripts/)

source: MenuInfo
it: Menu informazioni

source: MenuSystemManager
it: Menu gestione del sistema

source: OpenpliSettings
it: Configurazioni openPLI

source: pluginUserSkin
it: plugin Skin utente

source: Refresh
it: Aggiorna

source: New directory
it: Nuova cartella

source: Apply
it: Applica

source: %s directory has been created.
it: Cartell %s è stata creata.

source: Error creating %s directory.
it: Errori creando la cartella %s.

source: Enter name
it: Inserisci il nome

source: Wrong directory name.
it: Nome della cartella errato.

source: Directory browser
it: Lista cartelle

source: Script finished use up/down arrows to scroll text OK closes window
it: script terminato usa frecce su/giu per scorrere OK per chiudere la finestra

source: Set mounting of /hdd directory
it: Impostare montaggio della cartella /hdd

source: Change mounting of /hdd from %s
it: Cambia montaggio di /hdd da %s

source: Mount/umount partition temporarly
it: Monta/smonta partizione temporaneamente

source: Filesystem checking
it: Controllo Filesystem

source: Format partition
it: Formatto partizione

source: Make partitions
it: Creare partizioni

source: HDD/PEN manager
it: Manager HDD/PEN

source: on partition:
it: su partizione:

source: Do you confirm %s should be mounted on /hdd?
it: Confermi che %s deve essere montata su /hdd?

source: %s mounted properly
it: %s correttamente montata

source: Show all packages
it: Mostra tutti i pacchetti

source: Show all openPLI elements only
it: Mostra solo tutti gli elementi openPLI

source: Show openPLI plugins only
it: Mostra solo i plugin openPLI

source: Show openPLI skins only
it: Mostra solo le skins openPLI

source: Show kernel modules only
it: Mostra solo moduli kernel

source: show Python modules only
it: Mostra solo moduli Python modules

source: show oscam packages only
it: Mostra solo pacchetti oscam

source: show system libraries only
it: Mostra solo librerie di sistema

source: show fonts only
it: Mostra solo fonts

source: Refresh list
it: Aggiorna lista

source: Recommended update above packages
it: Aggiornamento consigliato dei pacchetti sopra

source: Upgrading all packages....
it: Sto aggiornando tutti i pacchetti....

source: Are you sure to install %s package with %s size?
it: Sei sicuro di voler installare %s pacchetti di dimensione %s?

source: Do you want to upgrade %s package?
it: Vuoi aggiornare %s pacchetti?

source: Are you sure, you want delete % package?
it: Sei sicuro di voler cancellare %s pacchetti?

source: Do you want to run '%s'? (package size %s)
it: Vuoi eseguire '%s'? (dimensione pacchetto %s)

source: Too many packages and too small free space for upgrade!!!
it: Troppi pacchetti e troppo poco spazio libero per aggiornare!!!

source: Do you want to upgrade all packages?
it: Vuoi aggiornare tutti i pacchetti?

source: Upgrading all packages...
it: Sto aggiornando tutti i pacchetti...

source: After changes in opkg, tuner has to be restarted. Restart now?
it: Dopo i cambiamenti fatti, il decoder deve essere riavviato. Riavviare ora?

source: Only %d MB left!!! At least 8MB is required to safely install and upgrade packages.
it: Rimasti solo %d MB!!! Almeno 8 MB sono necessari per installare e aggiornare in sicurezza i pacchetti.

source: Delete
it: Cancellare

source: delete %s
it: cancellare %s

source: Reinstall
it: Reinstallare

source: Install
it: Installare

source: install %s
it: installare %s

source: Upgrade
it: Aggiornare

source: upgrade %s
it: aggiornare %s

source: on
it: su

source: off
it: spento

source: Error mounting partition, restart tuner to apply changes.
it: Errore in montaggio partizione, riavviare il decoder per applicare le modifiche.

source: directory:
it: cartella:

source: Mount %s on %s?
it: Montare %s su %s?

source: Mounted successfully
it: Montaggio avvenuto correttamente

source: Error mounting partition
it: Errore in montaggio partizione

source: Select directory
it: Seleziona cartella

source: partition:
it: partizione:

source: Checking /dev/%s
it: Sto controllando /dev/%s

source: Only ext[2|3|4] partitions can be checked.
it: Possono essere controllate solo partizioni in ext[2|3|4].

source: Run
it: Avviare

source: on system:
it: su sistema:

source: Do you want to format %s partition?
it: Vuoi formattare partizione %s?

source: Formatting /dev/%s as %s
it: Sto formattando /dev/%s come %s

source: all free
it: tutto libero.

source: Medium:
it: Medio:

source: Partitions number:
it: Partizione numero:

source: Partition 1 size:
it: Dimensione partizione 1:

source: Partition 2 size:
it: Dimensione partizione 2:

source: Partition 3 size:
it: Dimensione partizione 3:

source: Partition 4 size:
it: Dimensione partizione 4:

source: Are you sure to make partitions on %s?
it: Sicuro di voler creare partizioni su %s?

source: Making partitions on /dev/%s
it: Sto creando partizioni su /dev/%s

source: previous marker
it: marcatore precedente

source: next marker
it: prossimo marcatore

source: key left action
it: azione per freccia sinistra

source: key right action
it: azione per freccia destra

source: Keymap configurator
it: Configurazione keymap

source: Read
it: Leggere

source: Make backup
it: Eseguire backup

source: Active keymap:
it: Kaymap attiva:

source: --- Channels List ---
it: --- Lista canali ---

source: Key P+:
it: Tasto P+:

source: Key P-:
it: Tasto P-:

source: Wake up with key:
it: Wake up con chiave:

source: OpenPLI has to be restarted after changes in keymap. Restart now?
it: OpenPLI deve essere riavviato dopo i cambiamenti in keymap. Riavvio adesso?

source: Execute %s?
it: Eseguire %s?

source: %s executed!
it: %s eseguito!

source: autoselection
it: autoselezione

source: from transponder
it: dal transponder

source: from NTP server
it: dal server NTP

source: Lircd codes
it: Codici Lircd

source: Lircd names
it: Nomi Lircd

source: after pressing 5xPOWER quickly
it: dopo aver premuto 5 volte POWER velocemente

source: after pressing key POWER 5 times
it: dopo aver premuto 5 volte POWER

source: --- Standard settings ---
it: --- Configurazione Standard ---

source: Selected terminal:
it: Terminale selezionato:

source: Checking file system during boot?
it: Controllo file system all'avvio?

source: OPKG branch:
it: Sezione OPKG:

source: Active OPKG branch: testing :)
it: Sezione OPKG attiva: in fase di test :)

source: --- Spark7162/Triplex/AA2 settings ---
it: --- Configurazione Spark7162/Triplex/AA2 ---

source: Air head mode:
it: Modalità terrestre:

source: Time also on main VFD:
it: Orario anche sul VFD:

source: --- Remote control settings ---
it: --- Configurazione telecomando ---

source: Lircd settings:
it: Setting Lircd:

source: evremote2 mode:
it: modalità evremote2:

source: Max. key press time (50-250, standard 130ms):
it: Tempo max. in tasto premuto (50-250, standard 130ms):

source: Delay (50-250, standard 20ms):
it: Ritardo (50-250, standard 20ms):

source: --- Additional settings ---
it: --- Configurazioni aggiuntive ---

source: Emergency tuner restart
it: Riavvio d'emergenza decoder

source: Time synchronization:
it: Sincronizzazione orario:

source: --- Advanced settings ---
it: --- Configurazione avanzata ---

source: (now %sMHz)
it: (attualmente %sMHz)

source: CPU speed %s:
it: Velocità CPU %s:

source: Write debug logshdd?
it: Registra log di debug su [openPLI|gos].log?

source: WARNING: return to release branch is not possible!!!
it: ATTENZIONE: ritorno alla precedente release possibile solo reinstallando!!!

source: Graterlia system settings configurator
it: Configurazione delle impostazioni di sistema di Graterlia

source: Restart RC
it: Riavviare decoder

source: Are you sure, you want to switch opkg branch to UNSTABLE %s?
it: Sicuro di voler passare la sezione opkg alla INSTABILE %s?

source: Standby mode after power outage?
it: Modalità standby dopo un'interruzione di corrente?

source: Standby mode when no activity?
it: Modalità standby in assenza di attività?

source: Volume up/down step:
it: Fase di controllo del volume:

source: show language packets only
it: Mostra solo i pacchetti linguaggio

source: openPLI uses:
it: openPLI usa:

source: System management
it: Gestione sistema

source: Check for updates availibility
it: Controllo disponibilità aggiornamenti

source: GUI restart
it: Riavvio GUI

source: Settings backup
it: Backup impostazioni

source: Close system
it: Chiudi sistema

source: Restart system
it: Riavvia sistema

source: Disable automatic info about updates
it: Disabilita info automatiche degli aggiornamenti

source: Enable automatic info about updates
it: Abilita info automatiche degli aggiornamenti

source: Channel list backup
it: Backup lista canali

source: Channel list restore
it: Ripristino lista canali

source: Network restart
it: Riavvio della rete

source: sshd/telnet restart
it: Riavvio client sshd/telnet

source: OPKG manager
it: Configurazione OPKG

source: Permanent /hdd mount ...
it: Montaggio permanente /hdd

source: Checking partition
it: Controllo partizione

source: Format ...
it: Formattazione ...

source: User scripts
it: Script utente

source: Automatic bootlogo downloader
it: Scarica automaticamente il bootlogo

source: Disable download from Bing
it: Disabilita scarico da Bing

source: Download from Bing
it: Scarica da Bing

source: Disable download from National Geographic
it: Disabilita scarico da National Geographic

source: Download from National Geographic
it: Scarica da National Geographic

source: Disable using /hdd/picture/ folder
it: Disabilita uso della cartella /hdd/picture

source: Use /hdd/picture/ folder
it: Usa cartella /hdd/picture

source: Disable donwload from random source
it: Disabilita scarico da fonte casuale

source: Download from random source
it: Scarica da fonte casuale

source: Download now from Bing
it: Scarica adesso da Bing

source: Download now from National Geographic
it: Scarica adesso da National Geographic

source: Download now from /hdd/picture
it: Scarica adesso da /hdd/picture

source: Download now randomly
it: Scarica adesso da fonte casuale

source: System cleanup
it: Pulizia sistema

source: timestamp each item?
it: orario su ogni elemento?

source: Debug logs in:
it: Log di debug in:

source: Keep old logs?
it: Mantieni vecchi log?

source: last
it: ultimo

source: all
it: tutto

source: Shutdown type:
it: Tipo di shutdown:

source: moderate
it: moderato

source: deep
it: completo
