Repository: ainouna/GOS-plugins
Catalog: Localize_files/*/LC_MESSAGES/plugin-GOSmanager.po
Languages: pl

source: Script finished use up/down arrows to scroll text OK closes window
pl: Skrypt wykonany Strzałka góra/dół przewija tekst OK zamyka okno

source: %s directory has been created.
pl: Katalog %s został utworzony.

source: %s executed!
pl: Wykonano %s !

source: %s mounted properly
pl: Zamontowano %s poprawnie

source: (now %sMHz)
pl: (aktualnie %sMHz)

source: --- Additional settings ---
pl: --- Ustawienia dodatkowe ---

source: --- Advanced settings ---
pl: --- Ustawienia zaawansowane ---

source: --- Channels List ---
pl: --- Lista kanałów ---

source: --- Remote control settings ---
pl: --- Konfiguracja pilota ---

source: --- Spark7162/Triplex/AA2 settings ---
pl: --- Ustawienia Spark7162/Triplex/AA2 ---

source: --- Standard settings ---
pl: --- Ustawienia standardowe ---

source: --- Standby/Wake up ---
pl: --- Czuwanie/Budzenie ---

source: 2.PluginBrowser
pl: Przeglądarka wtyczek

source: Active OPKG branch: testing :)
pl: Aktualnie wykorzystywane drzewo OPKG: testing :)

source: Active keymap:
pl: Plik aktywnej mapy klawiszy

source: After changes in opkg, tuner has to be restarted. Restart now?
pl: System musi być zrestartowany po zmianach w OPKG. Zrestartować teraz?

source: Air head mode:
pl: Tryb głowicy naziemnej

source: Apply
pl: Zastosuj

source: Are you sure to install %s package with %s size?
pl: Na pewno zainstalować pakiet %s o wielkości %s?

source: Are you sure to install %s package?
pl: Na pewno zainstalować pakiet %s?

source: Are you sure to make partitions on %s?
pl: Na pewno utworzyć partycje na %s?

source: Are you sure, you want delete % package?
pl: Na pewno usunąć pakiet %s?

source: Are you sure, you want to switch opkg branch to %s?
pl: Na pewno przełączyć opkg na gałąź %s?

source: Automatic bootlogo downloader
pl: Automatyczne zmienianie tapety/bootlogo

source: Automatically share GS during boot?
pl: Automatyczne wysyłanie dzienników GS przy starcie

source: CPU speed %s:
pl: Prędkość procesora %s

source: Cancel
pl: Anuluj

source: Change mounting of /hdd from %s
pl: Zmień montowanie katalogu /hdd z %s

source: Channel list backup
pl: Kopia listy kanałów

source: Channel list restore
pl: Przywracanie listy kanałów

source: Check for updates availibility
pl: Sprawdzanie dostępności aktualizacji

source: Checking /dev/%s
pl: Sprawdzam /dev/%s

source: Checking file system during boot?
pl: Sprawdzanie systemu plików przy starcie

source: Checking partition
pl: Sprawdzanie spójności ...

source: Close system
pl: Zamknij system

source: Debug logs in:
pl: Zapisz dzienniki w

source: Delay (50-250, standard 20ms):
pl: Opóźnienie (50-250, standard 20ms)

source: Delete
pl: Usuń

source: Delete
pl: Usuń

source: Directory browser
pl: Wybór katalogu

source: Disable automatic info about updates
pl: Wył. powiadamianie o aktualizacjach

source: Disable donwload from random source
pl: Wyłącz pobieranie z losowo wybranego źródła

source: Disable download from Bing
pl: Wyłącz pobieranie z Bing

source: Disable download from National Geographic
pl: Wyłącz pobieranie z National Geographic

source: Disable using /hdd/picture/ folder
pl: Wyłącz korzystanie z katalogu /hdd/picture/

source: Do you confirm %s should be mounted on /hdd?
pl: Na pewno ustawić montowanie %s na /hdd?

source: Do you want to format %s partition?
pl: Na pewno sformatować partycję %s?

source: Do you want to run '%s'? (package size %s)
pl: Na pewno wykonać '%s'? (wielkość pakietu %s)

source: Do you want to upgrade %s package?
pl: Na pewno aktualizować pakiet %s?

source: Do you want to upgrade all packages?
pl: Na pewno aktualizować wszystkie pakiety?

source: Download from Bing
pl: Pobieranie z Bing

source: Download from National Geographic
pl: Pobieranie z National Geographic

source: Download from random source
pl: Pobieranie z losowo wybranego źródła

source: Download now from /hdd/picture
pl: Pobierz teraz z /hdd/picture

source: Download now from Bing
pl: Pobierz teraz z Bing

source: Download now from National Geographic
pl: Pobierz teraz z National Geographic

source: Download now randomly
pl: Pobierz teraz losowo

source: ERROR connecting to OPKG
pl: BŁĄD połączenia z OPKG

source: Emergency tuner restart
pl: Awaryjny restart tunera

source: Enable automatic info about updates
pl: Wł. powiadamianie o aktualizacjach

source: Enter name
pl: Wprowadź nazwę

source: Error creating %s directory.
pl: Katalog %s nie może zostać utworzony.

source: Error mounting partition
pl: Błąd montowania partycji

source: Error mounting partition, restart tuner to apply changes.
pl: Błąd montowania partycji, zrestartuj tuner, aby zmiany zostały zastosowane.

source: Execute %s?
pl: Na pewno wykonać %s?

source: Filesystem checking
pl: Sprawdzanie spójności partycji

source: Format ...
pl: Formatowanie ...

source: Format partition
pl: Formatowanie partycji

source: Formatting /dev/%s as %s
pl: Formatuję /dev/%s jako %s

source: GOShddmanager
pl: Tworzenie, sprawdzanie i montowanie partycji

source: GOSkeymap
pl: Konfiguracja pilota bezpośrednio w mapie klawiszy

source: GOSopkg
pl: Aktualizacja systemu i instalacja dodatkowych składników

source: GOSsettings
pl: Dodatkowe ustawienia systemowe

source: GOSuserscripts
pl: Skrypty użytkownika z /etc/sysconfig/user_scripts/

source: GUI restart
pl: Restart GUI

source: Graterlia OS manager
pl: Graterlia OS menadżer

source: Graterlia system settings configurator
pl: Konfigurator ustawień systemowych GOS

source: HDD/PEN manager
pl: Menadżer nośników danych

source: Install
pl: Instaluj

source: Install IPTVPlayer plugin through OPKG first
pl: Musisz zainstalować wtyczkę IPTVPlayer przez OPKG.

source: Install Local package
pl: Instalacja lokalnego pakietu

source: Install UserSkin plugin through OPKG first
pl: Musisz zainstalować wtyczkę UserSkin przez OPKG.

source: Install local packet
pl: Instalacja pakietu z USB

source: Keep old logs?
pl: Archiwizacja dzienników

source: Key P+:
pl: Klawisz P+

source: Key P-:
pl: Klawisz P-

source: Keymap configurator
pl: Konfigurator mapy klawiszy

source: Lircd codes
pl: kody Lircd

source: Lircd names
pl: nazwy Lircd

source: Lircd settings:
pl: Konfiguracja Lircd

source: Make backup
pl: Wykonaj kopię

source: Make partitions
pl: Partycjonowanie nośnika

source: Making partitions on /dev/%s
pl: Tworzę partycje na /dev/%s

source: Max. key press time (50-250, standard 130ms):
pl: Maks. czas klawisza (50-250, standard 130ms)

source: Medium:
pl: Nośnik

source: Menu not available
pl: Menu niedostępne

source: MenuInfo
pl: Dodatkowe informacje o systemie

source: MenuOScam
pl: Zarządzanie OScam

source: MenuSystemManager
pl: Zarządzanie systemem

source: MenuXlogo
pl: Automatyczne zmienianie tapety/bootlogo (wymaga ffmpeg)

source: Mount %s on %s?
pl: Na pewno zamontować %s na %s?

source: Mount ...
pl: Montowanie ...

source: Mount/umount partition temporarly
pl: Czasowe montowanie/odmontowanie partycji

source: Mounted successfully
pl: Zamontowano poprawnie

source: Neigther internet nor service is working :(
pl: Połączenie z internetem lub serwis nie działa :(

source: Network restart
pl: Restart sieci

source: New directory
pl: Nowy folder

source: No config file for %s
pl: Brak pliku konfiguracyjnego dla %s

source: OPKG branch:
pl: Drzewo OPKG

source: OPKG manager
pl: Menadżer składników GOS

source: Only %d MB left!!! At least 8MB is required to safely install and upgrade packages.
pl: Pozostało tylko %d MB wolnej przestrzeni!!! Potrzeba najmniej 8 MB, aby bezpiecznie instalować lub aktualizować większość pakietów.

source: Only ext[2|3|4] partitions can be checked.
pl: Tylko partycje ext[2|3|4] mogą byś sprawdzone.

source: OpenPLI has to be restarted after changes in keymap. Restart now?
pl: System musi być zrestartowany po zmianie w mapie klawiszy. Zrestartować teraz?

source: OpenpliSettings
pl: Dodatkowe ustawienia systemu

source: Package list update
pl: Aktualizacja listy pakietów

source: Partition 1 size:
pl: Wielkość partycji 1

source: Partition 2 size:
pl: Wielkość partycji 2

source: Partition 3 size:
pl: Wielkość partycji 4

source: Partition 4 size:
pl: Wielkość partycji 4

source: Partitions number:
pl: Liczba partycji

source: Permanent /hdd mount ...
pl: Stałe montowanie /hdd ...

source: Plugin not available yet
pl: Dodatek jeszcze niedostępny

source: Read
pl: Odczytaj

source: Recommended update installed packages
pl: Zalecana aktualizacja zainstalowanych pakietów

source: Refresh
pl: Odśwież

source: Refresh list
pl: Odśwież listę

source: Reinstall
pl: Reinstaluj

source: Restart RC
pl: Reset pilota

source: Restart system
pl: Restart systemu

source: Run
pl: Wykonaj

source: Save
pl: Zapisz

source: Select directory
pl: Wybierz katalog

source: Select option
pl: Wybierz

source: Select package
pl: Wybierz pakiet

source: SelectItem
pl: Wybierz

source: Selected terminal:
pl: Typ terminala

source: Set mounting of /hdd directory
pl: Ustaw montowanie katalogu /hdd

source: Settings backup
pl: Kopia ustawień

source: Show all openPLI elements only
pl: OpenPLi

source: Show all packages
pl: Wszystkie pakiety

source: Show kernel modules only
pl: Kernel

source: Show openPLI plugins only
pl: Wtyczki

source: Show openPLI skins only
pl: Skórki

source: Shutdown type:
pl: Wyłączenie tunera

source: Standby mode after power outage?
pl: Czuwanie tunera po uruchomieniu

source: Standby mode when no activity?
pl: Czuwanie po bezczynności

source: System cleanup
pl: Czyszczenie systemu

source: System management
pl: Zarządzanie systemem

source: Time also on main VFD:
pl: Czas również na wyświetlaczu

source: Time synchronization:
pl: Synchronizacja czasu

source: Too many packages and too small free space for upgrade!!!
pl: Za dużo pakietów do aktualizacji i za mało miejsca!!!

source: Trying to download a new packetlist. Please wait...
pl: Próbuję pobrać nową listę pakietów. Proszę czekać...

source: Upgrade
pl: Aktualizuj

source: Upgrade packages
pl: Aktualizacja pakietów

source: Upgrading all packages...
pl: Aktualizacja wszystkich pakietów...

source: Upgrading all packages....
pl: Aktualizacja wszystkich pakietów...

source: Use /hdd/picture/ folder
pl: Pobieranie z katalogu /hdd/picture/

source: User scripts
pl: Skrypty użytkownika

source: Volume up/down step:
pl: Rozmiar kroku regulacji głośności

source: WARNING: return to release branch is not possible!!!
pl: Uwaga: powrót do gałęzi release jest możliwy wyłącznie przez reinstalację!!!

source: Wake up with key:
pl: Budzenie klawiszem

source: Write debug logs?
pl: DEBUG do plików[openPLI|gos].log?

source: Wrong directory name.
pl: Nieprawidłowa nazwa katalogu.

source: You will be later prompted for file selection.
pl: Zostaniesz poproszony o wskazanie pliku.

source: after pressing 5xPOWER quickly
pl: po szybkim naciśnięciu 5 razy POWER

source: after pressing key POWER 5 times
pl: po naciśnięciu 5 razy POWER

source: all
pl: wszystkie

source: all free
pl: cała dost.

source: autoselection
pl: wybór automatyczny

source: deep
pl: całkowite zamknięcie

source: delete %s
pl: skasować %s

source: directory:
pl: katalogu

source: evremote2 mode:
pl: evremote2 obsługuje

source: from NTP server
pl: z serwera czasu NTP

source: from transponder
pl: z transpondera

source: install %s
pl: zainstalować %s

source: key left action
pl: akcja klawisza w lewo

source: key right action
pl: akcja klawisza w prawo

source: last
pl: ostatni

source: local files only
pl: Tylko pliki lokalne

source: moderate
pl: częściowe wyłączenie

source: next marker
pl: następny znacznik

source: off
pl: wył

source: on
pl: wł

source: on partition:
pl: na partycję

source: on system:
pl: na system

source: openPLI uses:
pl: OpenPLI wykorzystuje

source: partition:
pl: partycji

source: pluginIPTVPlayer
pl: Odtwarzacz plików wideo z serwisów internetowych

source: pluginUserSkin
pl: Dostosowanie skórek do potrzeb użytkownika

source: previous marker
pl: poprzedni znacznik

source: show Python modules only
pl: Python

source: show fonts only
pl: Czcionki

source: show language packets only
pl: Języki

source: show oscam packages only
pl: OScam

source: show system libraries only
pl: Biblioteki systemowe

source: sshd/telnet restart
pl: Restart sshd/telnet

source: standard
pl: standardowa

source: timestamp each item?
pl: Znacznik czasowy?

source: upgrade %s
pl: aktualizować %s

source: GOSMenuChannels
pl: Synchronizacja listy kanałów GOS

source: Graterlia channels list synchronization
pl: Synchronizacja listy kanałów GOS

source: Synchronize in background?
pl: Synchronizacja w tle

source: Get channels list from:
pl: Pobieranie listy kanałów z

source: Login as:
pl: Login

source: Password:
pl: Hasło

source: Blinking icon:
pl: Miganie diodą

source: Show clock:
pl: Pokaż zegar

source: Set icon:
pl: Dioda podczas wyłączenia

source: Max. key press time (90-250, standard 130ms):
pl: Maks. czas wciśnięcia przycisku (90-250, standard 130ms)

source: Synchronize
pl: Synchronizuj

source: OScam Menu
pl: Zarządzanie OScam

source: Informacja o wersji OScam
pl: Wersja OScam

source: EPG file:
pl: Plik EPG

source: Show IPTV plugins only
pl: IPTV

source: Display complete list of changes
pl: Wyświetl listę zmian

source: List upgradeable packages
pl: Lista pakietów do aktualizacji

source: Disable IPTV repository
pl: Wyłącz repozytorium IPTV

source: Enable IPTV repository
pl: Włącz repozytorium IPTV

source: Options
pl: Opcje

source: UserScripts
pl: Skrypty użytkownika

source: Plugin browser
pl: Przeglądarka wtyczek

source: myMenu
pl: Wybierz

source: Info about OScam version
pl: Informacja o OScam

source: Install OScam without WebIf
pl: Instalacja OScam bez WebIf

source: Install OScam with WebIf
pl: Instalacja OScam z WebIf

source: Configure to work without sat
pl: Konfiguracja do pracy bez anteny sat

source: uptime
pl: Czas działania

source: Memory usage
pl: Użycie pamięci

source: Started from...
pl: Uruchomienie z ...

source: Mounted devices
pl: Zamontowane urządzenia

source: Space on partitions
pl: Miejsce na partycjach

source: System processes
pl: Procesy systemowe

source: Network card(s)
pl: Karty sieciowe

source: Network state
pl: Stan sieci

source: Test network connection
pl: Test połączenia sieciowego

source: openPLIsetup
pl: Ustawienia systemu

source: GOS manager window style:
pl: Styl okien menadżera GOS

source: icons
pl: ikony

source: list
pl: lista

source: Fallback server enabled?
pl: Zapasowy serwer?

source: Fallback server URL (http://<url>:<port>):
pl: URL zapasowego serwera (http//<url>:<port>):

source: Configure to work with sat
pl: Konfiguracja do pracy z anteną sat

source: Configuring tuner to work without sat
pl: Konfigurowanie do pracy bez anteny sat

source: Configuring tuner to work with sat
pl: Konfigurowanie do pracy z anteną sat

source: Restart tuner to activate changes!!!
pl: Należy zrestartować tuner aby aktywować zmiany!

source: Enable OsCam test repository
pl: Włącz testowe repozytorium OScam

source: Disable OsCam test repository
pl: Wyłącz testowe repozytorium OScam

source: Show all Neutrino elements only
pl: Neutrino

source: --- Local synchronization ---
pl: --- Aktualizacja lokalna ---

source: --- Satellite synchronization ---
pl: --- Aktualizacja z satelity ---

source: Update bouquet for:
pl: Aktualizuj bukiet:

source: Refresh 1st bouquet on the list
pl: Odśwież pierwszy bukiet na liście

source: Create bouquet with provider order
pl: Utwórz bukiet z kolejnością operatora

source: Synchronize from sat
pl: Synchronizuj z satelity

source: Synchronize from tuner
pl: Synchronizuj z tunera

source: Synchronize with %s now?
pl: Synchronizować teraz z %s ?

source: Action:
pl: Wykonaj:

source: Clear lamedb:
pl: Wyczyść bazę lamedb:

source: Not selected
pl: Nie wybrano

source: Get channels list from tuner:
pl: Pobierz listę kanałów z tunera:

source: Enable skins-HD support
pl: Wspiercie skórek HD

source: Update type:
pl: Typ aktualizacji:

source: auto-daily
pl: Auto codziennie

source: auto-weekly
pl: Auto co tydzień

source: auto-monthly
pl: Auto co miesiąc

source: Exit
pl: Wyjdź

source: Update from sat
pl: Aktualizuj z satelity

source: Update from tuner
pl: Aktualizuj z tunera

source: Don't update
pl: Nie aktualizuj

source: Exclude predefined channels:
pl: Pomijaj predefiniowane kanały:
