Repository: ainouna/GOS-plugins
Catalog: Localize_files/*/LC_MESSAGES/plugin-AutoShutDown.po
Languages: it

source: Action for inactivity:
it: Azione se inattivo:

source: AutoShutDown Setup
it: Config. Autospegnimento

source: AutoShutDown settings
it: Parametri Autospegnimento

source: AutoShutDown: %s ?
it: Autospegnimento: %s ?

source: Choose media file
it: Scegli file

source: Disable shutdown in EPGRefresh time span:
it: Disabilita shutdown durante aggiornamento EPG

source: Enable AutoShutDown:
it: Abilita Autospegnimento:

source: Enable action after inactivity:
it: Abilita azioni dopo inattivita:

source: Go to standby
it: Va in standby

source: Invalid Choice
it: Scelta errata

source: Message timeout (sec):
it: Persistenza messaggi (sec):

source: Play media file before inactivity action:
it: Eseguire file multimediale prima di disattivare:

source: Power off STB
it: Spegni decoder

source: Really close without saving settings?
it: Uscire senza salvare modifiche?

source: Reset AutoShutDown settings to defaults?
it: Ripristina impostazioni di default per Autospegnimento

source: Select a media file for AutoShutDown
it: Selezione file multimediale per Autospegnimento

source: Show in Extensions/Plugins:
it: Mostra tra i plugin:

source: Show message before inactivity action:
it: Mostra messaggio prima del processo di inattivita:

source: Time for inactivity (min):
it: Tempo di inattivita (min)

source: Time in standby for power off (min):
it: Tempo in standby per spegnimento (min)

source: configure automated power off / standby
it: Configura lo spegnimento automatico
