Repository: ainouna/GOS-plugins
Catalog: Localize_files/*/LC_MESSAGES/plugin-NetworkBrowser.po
Languages: it

source: A mount entry with this name already exists! Update existing entry and continue?
it: Una voce di mount con questo nome esiste già! Aggiornare voce esistente e continuare?

source: Active
it: Attivo

source: Active/ Inactive
it: Attiva/ Inattiva

source: Add a new NFS or CIFS mount point to your STB.
it: Aggiunge un nuovo punto di montaggio NFS o CIFS.

source: Add new network mount point
it: Aggiunge un nuovo punto di montaggio di rete

source: Are you sure you want to save this network mount?
it: Sei sicuro di voler salvare questo montaggio di rete?

source: Attempt to mount shares again
it: Tentare di montare le condivisioni di nuovo

source: Attempt to recover lost mounts (in background)
it: Tentare di recuperare mounts persi (in background)

source: Browse network neighbourhood
it: Sfoglia risorse di rete

source: CIFS share
it: condivisione CIFS

source: Cancel
it: Annullare

source: Change hostname
it: Cambia hostname

source: Change the hostname of your STB.
it: Cambia hostname per il tuo decoder.

source: Close
it: Chiudere

source: Delete
it: Rimuovere

source: Delete mount
it: Cancella mount

source: Do you want to enter a username and password for this host?
it: Vuoi inserire un username e una password per questo host?

source: Enter IP to scan...
it: Inserire IP da scansionare...

source: Enter new hostname for your STB
it: Inserire un nuovo hostname per il tuo decoder

source: Enter options:
it: Inserire opzioni:

source: Enter password:
it: Inserire password:

source: Enter share directory:
it: Inserire cartella condivisa:

source: Enter share name:
it: Inserire nome condivisione:

source: Enter user and password for host:
it: Inserire user e password per host:

source: Enter username:
it: Inserire username:

source: Expert
it: Esperto

source: Finished restarting your network
it: Riavvio rete terminato

source: IP Address
it: Indirizzo IP

source: Local share name
it: Nome condivisioni locali

source: Manage network shares
it: Gestire le condivisioni di rete

source: Manage your network shares...
it: Gestire le tue condivisioni di rete...

source: Mount again
it: Monta di nuovo

source: Mount informations
it: Informazioni di montaggio

source: Mount options
it: Opzioni di montaggio

source: Mount type
it: Tipo di mount

source: Mounted/ Unmounted
it: Montato/ Non montato

source: Mountpoints management
it: Gestione dei mountpoints

source: Mounts editor
it: Mount editor

source: Mounts management
it: Gestione mount

source: NFS share
it: Condivisione NFS

source: No network devices found!
it: Nessun dispositivo di rete trovato!

source: Please wait for activation of your network mount...
it: Attivazione montaggio di rete in corso. Attendere...

source: Please wait while removing your network mount...
it: Rimozione del montaggio di rete in corso. Attendere...

source: Please wait while updating your network mount...
it: Aggiornamento del montaggio di rete in corso. Attendere...

source: Please wait while your network is restarting...
it: Riavvio della rete in corso. Attendere...

source: Press OK to activate the settings.
it: Premi Ok per attivare la configurazione.

source: Press OK to collapse this host
it: Premi Ok per ridurre questo host

source: Press OK to edit selected settings.
it: Premi Ok per modificare le impostazioni selezionate.

source: Press OK to edit the settings.
it: Premi Ok per modificare le impostazioni.

source: Press OK to expand this host
it: Premi Ok per espandere questo host

source: Press OK to mount this share!
it: Premi Ok per montare questa condivisione!

source: Press OK to mount!
it: Premi OK per montare!

source: Press OK to save settings.
it: Premi Ok per salvare la configurazione.

source: Press OK to select.
it: Premi OK per selezionare.

source: Rescan
it: Ripetere scansione

source: Scan NFS share
it: Ricerca condivisioni NFS

source: Scan range
it: Intervallo di scansione

source: Search for network shares
it: Ricerca di condivisioni di rete

source: Search for network shares...
it: Ricerca di condivisioni di rete...

source: Searching your network. Please wait...
it: Ricerca sulla rete. Attendere...

source: Server share
it: Condivisione server

source: User management
it: Gestione utente

source: View, edit or delete mountpoints on your STB.
it: Visualizza, modifica o cancella i mountpoints del tuo decoder.

source: View, edit or delete usernames and passwords for your network.
it: Visualizza, modifica o cancella username e password di rete.

source: Your network mount has been activated.
it: Il montaggio di rete è stato attivato.

source: Your network mount has been activated. Reboot tuner to reconfigure autofs.
it: Il montaggio di rete è stato attivato. Riavvia il decoder per riconfigurare autofs.

source: Your network mount has been removed.
it: Il montaggio di rete è stato rimosso.

source: Your network mount has been removed. Reboot tuner to reconfigure autofs.
it: Il montaggio di rete è stato rimosso. Riavvia il decoder per riconfigurare autofs.

source: Your network mount has been updated.
it: Il montaggio di rete è stato aggiornato.

source: Your network mount has been updated. Reboot tuner to reconfigure autofs.
it: Il montaggio di rete è stato aggiornato. Riavvia il decoder per riconfigurare autofs.

source: use as HDD replacement
it: usa come HDD sostitutivo

source: Buffers size:
it: Dimensione buffers:
