Repository: ainouna/GOS-plugins
Catalog: Localize_files/*/LC_MESSAGES/plugin-CEC.po
Languages: pl

source: HDMI CEC Configuration
pl: Konfiguracja HDMI CEC

source: HDMI CEC settings
pl: Ustawienia HDMI CEC

source: Activate CEC interface
pl: Interfejs aktywny

source: Active TV input
pl: Aktywne wejście TV

source: Turn off TV only when on active input
pl: Wyłącz TV tylko kiedy na aktywnym wejściu

source: Data send delay [ms]
pl: Opóźnienie wysłania danych [ms]

source: Repeat data sending
pl: Powtarzaj wysyłanie danych

source: Interval between repetitions [ms]
pl: Przerwa między powtórzeniami [ms]

source: Status check after reboot [s]
pl: Sprawdzanie stanu po restarcie [s]

source: Use alternative mode
pl: Użyj trybu alternatywnego

source: Use a different set of commands
pl: Użyj innego zestawu poleceń
