Repository: ainouna/GOS-plugins
Catalog: CoverFind/usr/share/locale/*/LC_MESSAGES/CoverFind.po
Languages: pl

source: %s movie files without covers found!
pl: Znaleziono %s filmy bez okładki!

source: %s not found.
pl: %s nie znaleziono.

source: Autofind all covers
pl: Znajdź automatycznie okładki ...

source: Cancel
pl: Anuluj

source: Cover resolution TMDB:
pl: Rozdzielczosć okładki TMDB:

source: Cover search done!
pl: Szukanie okładki skończone!

source: Cover search runs: %s / %s
pl: Szukanie okładki: %s / %s

source: CoverFind
pl: Szukanie okładek

source: Delete cover
pl: Skauj okładkę

source: Find Cover ... function for Movielist
pl: Szukanie okłądki ... funkcja dla listy filmów

source: Find Covers ...
pl: Szukanie okładki ...

source: Find all Covers
pl: Szukanie wszystkich okładek

source: Find more covers
pl: Znajdź więcej okładek

source: Found for: %s
pl: Znaleziono dla: %s

source: Invalid choice!
pl: Niepoprawny wybór!

source: List of Storage Devices
pl: Lista dysków

source: No Movies found!
pl: Nie znaleziono filmów!!

source: Open cover file
pl: Otwórz plik okładki

source: Parent Directory
pl: Katalog nadrzędny

source: Scanning folders: %s
pl: Skanowanie podkatalogów: %s

source: Search cover manual
pl: Ręczne szukanie okładki

source: Search for Cover:
pl: Szukanie okładki:

source: Search for Covers ...
pl: Szukanie okładek ...

source: Search in symlinks:
pl: Szukanie linków:

source: Select Cover
pl: Wybór okładki

source: Select a cover file
pl: Wybierz plik okładki

source: Settings
pl: Ustawienia

source: Settings:
pl: Ustawienia:

source: Try to find %s in tmdb ...
pl: Szukanie %s w tmdb ...

source: Try to find %s in tvdb ...
pl: Szukanie %s w tvdb ...

source: more
pl: więcej

source: nothing connected
pl: nie podłączone
