Repository: ainouna/GOS-plugins
Catalog: AutoShutDown/usr/share/locale/*/LC_MESSAGES/plugin-AutoShutDown.po
Languages: pl

source: Action for inactivity:
pl: Akcja przy braku aktywności:

source: AutoShutDown Setup
pl: Konfiguracja Auto-usypiania

source: AutoShutDown settings
pl: Ustawienia Auto-usypiania

source: AutoShutDown: %s ?
pl: Auto-usypianie: %s ?

source: Cancel
pl: Anuluj

source: Choose media file
pl: Wybierz plik mediów

source: Deepstandby
pl: Wyłączenie

source: Default
pl: Standard

source: Disable shutdown in EPGRefresh time span:
pl: Nie aktywuj w okresie pracy EPGRefresh:

source: Enable AutoShutDown:
pl: Aktywuj Auto-usypianie:

source: Enable action after inactivity:
pl: Akcja przy braku aktywności:

source: Exit
pl: Koniec

source: Go to standby
pl: Uśpij

source: Invalid Choice
pl: Zły wybór

source: Message timeout (sec):
pl: Czas wyświetlania informacji (s):

source: Play media file before inactivity action:
pl: Odtórz plik mediów przed wykonaniem akcji:

source: Power off STB
pl: Wyłącz tuner

source: Really close without saving settings?
pl: Wyjść bez zapisywania zmian?

source: Reset AutoShutDown settings to defaults?
pl: Zresetować ustawienia wtyczki?

source: Select a media file for AutoShutDown
pl: Wybierz plik mediów do odtworzenia

source: Show in Extensions/Plugins:
pl: Wyświetl w menu rozszerzeń i wtyczek:

source: Show message before inactivity action:
pl: Wyświetl ostrzeżenie przed wykonaniem akcji:

source: Standby
pl: Uśpienie

source: Time for inactivity (min):
pl: Czas nieaktywności (min):

source: Time in standby for power off (min):
pl: Czas uśpienia po którym wyłączyć tuner (min):

source: configure automated power off / standby
pl: Konfiguracja automatycznego usypiania/wyłączania
