Repository: ainouna/GOS-plugins
Catalog: AutoBouquetsMaker/usr/share/locale/*/LC_MESSAGES/AutoBouquetsMaker.po
Languages: pl

source: 30 Days
pl: 30 dni

source: About
pl: O...

source: Add provider prefix to bouquets
pl: Dodaj prefiks dostawcy do bukietu

source: Allows you to set a schedule to perform a scan
pl: Pozwala zaplanowac skanowanie

source: AutoBouquetsMaker
pl: Auto kreator bukietow

source: AutoBouquetsMaker Configure
pl: Auto kreator bukietow - Konfiguracja

source: AutoBouquetsMaker Hide sections
pl: Auto kreator bukietow - Sekcje 'Hide'

source: AutoBouquetsMaker Keep bouquets
pl: Auto kreator bukietow - Keep bouquets

source: AutoBouquetsMaker Log
pl: Auto kreator bukietow - Log

source: AutoBouquetsMaker Providers
pl: Auto kreator bukietow - Dostawcy

source: Bouquets order
pl: Sortowanie bukietow

source: Cancel
pl: Anuluj

source: Close
pl: Zamknij

source: Configure
pl: Konfiguruj

source: Daily
pl: Codziennie

source: Hide sections
pl: Sekcje 'Hide'

source: Move down
pl: Przesun w dol

source: Move up
pl: Przesun w gore

source: Please wait...
pl: Czekaj...

source: Providers
pl: Dostawcy

source: Providers order
pl: Kolejnosc dostawcow

source: Schedule scan
pl: Zaplanowane skanowanie

source: Setup mode
pl: Tryb konfiguracji

source: Show log
pl: Wyswietl log

source: Start scan
pl: Skanuj

source: Time of backup to start
pl: Czas wykonania kopii

source: Weekly
pl: co tydzien

source: area
pl: obszar

source: expert
pl: ekspert

source: generate FTA bouquet
pl: generuj bukiet FTA

source: generate HD bouquet
pl: generuj bukiet HD

source: generate main bouquet
pl: generuj glowny bukiet

source: generate sections bouquets
pl: generuje bukiety sekcji

source: no
pl: nie

source: simple
pl: prosty

source: swap channels
pl: zamien kanaly

source: yes
pl: tak

source: yes (custom)
pl: tak (niestandardowy)

source: yes (only HD)
pl: tak (tylko HD)
